Repository: walles/ttt
Catalog: lib/l10n/app_*.arb
Languages: sv

# start_excl
source: Start!
sv: Kör!

source: Multiplication
sv: Multiplikation

source: Statistics
sv: Statistik

# done_stats
source: You got {rightOnFirstAttempt} correct answers in {totalSeconds} seconds at {perQuestionSeconds} seconds per answer.
sv: Du fick {rightOnFirstAttempt} rätt på {totalSeconds} sekunder, eller {perQuestionSeconds} sekunder per svar.

# today_stats
source: Today you spent {minutes}m{seconds}s on {assignmentsTodayCount} assignments over {rounds} rounds.
sv: I dag har du spenderat {minutes}m{seconds}s på {assignmentsTodayCount} uppgifter fördelat på {rounds} rundor.

# todays_hardest
source: Today's hardest question was {question_with_answer}. At best it took you {seconds}s.
sv: Dagens svåraste fråga var {question_with_answer}. Som bäst tog den dig {seconds}s.

# streak_play_to_start_a_new_one
source: Play today to start a new daily streak!
sv: Spela i dag för att starta en ny daglig svit!

# streak_play_today_to_extend
source: {n} day streak, play today to make it a {n_plus_1} day streak!
sv: {n} dagars svit, spela i dag för att få upp den till {n_plus_1} dagar!

# streak_you_have_an_n_day_streak
source: You have a {n} day streak!
sv: Du har spelat {n} dag(ar) på raken!

source: Help
sv: Hjälp

source: Home
sv: Hem

source: A game to help you learn times tables
sv: Ett multiplikationstabellsspel

source: Source code
sv: Källkod

source: Issues
sv: Felrapporter

source: Contact
sv: Kontakt

source: Close
sv: Stäng
